tap "anomalyco/tap"
tap "atlassian/acli"
tap "aws/tap"
tap "charmbracelet/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
brew "asdf"
brew "ast-grep"
brew "awscli"
brew "bash"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "cpanminus"
brew "crane"
brew "dive"
brew "entr"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gitversion"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "grep"
brew "grpcurl"
brew "ipcalc"
brew "jfrog-cli"
brew "jq"
brew "jqp"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "lpeg"
brew "lua"
brew "luarocks"
brew "node"
brew "markdownlint-cli"
brew "maven"
brew "moreutils"
brew "neovim"
brew "neovim-remote"
brew "nushell"
brew "p7zip"
brew "perl"
brew "pstree"
brew "ripgrep"
brew "shellcheck"
brew "siege"
brew "slides"
brew "sops"
brew "stow"
brew "telnet"
brew "terraform-docs"
brew "tfsec"
brew "tig"
brew "tldr"
brew "tree"
brew "tree-sitter-cli"
brew "universal-ctags"
brew "watch"
brew "websocat"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "atlassian/acli/acli"
brew "aws/tap/eks-node-viewer"
brew "derailed/k9s/k9s"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "anki"
cask "brave-browser"
cask "claude-code"
cask "displaylink"
cask "font-jetbrains-mono-nerd-font"
cask "keepassxc"
cask "meld"
cask "rancher"
cask "session-manager-plugin"
cask "telegram"
cask "whatsapp"
krew "view-secret"
