tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "abduco"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "colordiff"
brew "crane"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "ipcalc"
brew "jfrog-cli"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "lua"
brew "maven"
brew "moreutils"
brew "neovim"
brew "node"
brew "p7zip"
brew "perl"
brew "pstree"
brew "ripgrep"
brew "shellcheck"
brew "siege"
brew "sops"
brew "terraform-docs"
brew "tfsec"
brew "tldr"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "websocat"
brew "yarn"
brew "yq"
cask "alacritty"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "meld"
cask "microsoft-teams"
cask "telegram"
cask "whatsapp"
