tap "aws/tap"
tap "charmbracelet/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "abduco"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "colordiff"
brew "cpanminus"
brew "crane"
brew "entr"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "ipcalc"
brew "jfrog-cli"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "lpeg"
brew "lua"
brew "luarocks"
brew "maven"
brew "moreutils"
brew "neovim"
brew "neovim-remote"
brew "node"
brew "p7zip"
brew "perl"
brew "pstree"
brew "ripgrep"
brew "shellcheck"
brew "siege"
brew "slides"
brew "sops"
brew "terraform-docs"
brew "tfsec"
brew "tig"
brew "tldr"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "websocat"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "aws/tap/eks-node-viewer"
brew "derailed/k9s/k9s"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "keepassxc"
cask "meld"
cask "microsoft-teams"
cask "session-manager-plugin"
cask "telegram"
cask "whatsapp"
